{"meta":{"title":"LiuX1e's Notes","subtitle":"刘勰的写字台","description":"","author":"LiuX刘勰","url":"http://liux1e.com","root":"/"},"pages":[{"title":"文章分类","date":"2019-07-15T15:30:33.000Z","updated":"2020-04-30T13:43:24.511Z","comments":false,"path":"categories/index.html","permalink":"http://liux1e.com/categories/index.html","excerpt":"","text":""},{"title":"文章标签","date":"2019-07-15T15:54:22.000Z","updated":"2020-04-30T13:44:01.461Z","comments":false,"path":"tags/index.html","permalink":"http://liux1e.com/tags/index.html","excerpt":"","text":""},{"title":"“comments”","date":"2020-04-28T07:50:59.000Z","updated":"2020-04-28T07:50:59.362Z","comments":true,"path":"comments/index.html","permalink":"http://liux1e.com/comments/index.html","excerpt":"","text":""},{"title":"about me","date":"2020-04-28T06:59:28.000Z","updated":"2020-05-13T08:48:23.469Z","comments":false,"path":"about/index.html","permalink":"http://liux1e.com/about/index.html","excerpt":"","text":"刘勰/湖北荆州人;帝都上学4年;深圳混迹6年;现居广州//出生日期在90年 but 其他都是典型80后的90后//随时要失业不懂代码but半途转行IT的搬砖民工//三分钟的广泛兴趣 but至今无一精通的死肥宅//想做手工技术达人but动手欠佳的机械理工男//好奇心满棚 but执行力奇低拖延症晚期患者//潜水键政圈很多年 but 只看不发的工业党//观影无数 but没啥品味的抠脚伪文艺青年/ 本blog主题包含且不限于：科技;IT;美食;时政;知乎;电影;看书;投资;BTC;书摘;资源;灵感;好玩;八卦;吹水…"}],"posts":[{"title":"上网的姿势","slug":"Dangerous_Internet","date":"2020-05-14T14:00:00.000Z","updated":"2020-05-15T15:51:08.508Z","comments":true,"path":"2020/Dangerous_Internet/","link":"","permalink":"http://liux1e.com/2020/Dangerous_Internet/","excerpt":"The whole problem with the world is that fools and fanatics are always so certain of themselves, and wiser people so full of doubts。这个世界的问题在于：聪明人充满疑惑，而傻子们坚信不疑。——罗素","text":"The whole problem with the world is that fools and fanatics are always so certain of themselves, and wiser people so full of doubts。这个世界的问题在于：聪明人充满疑惑，而傻子们坚信不疑。——罗素 很早就有比较强的欲望po一篇关于上网的文章，尤其是在今年疫情期间随手在手机便签有记录一些零散的想法，今天得空把它整理出来。 1，信息搜索能力是每个人最重要的基础能力之一。我们处于一个信息爆炸的时代。尤其是第二代第三代UGC平台的据崛起，HTML到Video的浪潮，移动互联网的普及，上网门槛的降低，互联网每天产生的信息都是以指数级增长。当我们尝试去了解一件事的时候，一方面获得了前所未有的知情权利，尤其是热点事件，你可以轻而易举非常迅速的获取海量的信息，都不用你主动搜索，众多的信息分发商就迅速的讲各种消息推送到你的面前；然而另一方面，带来更大的挑战，每个人都在发声，那么你分不清真假，裹挟着各种臆测、谣言、偏见、卖弄乃至抹黑，嘈杂的声音犹如菜市场，你竟无从看起。官媒大V当然掌握着舆论的话语权，在这个舞台的中央轮流抢着话筒指点江山，而你只能傻傻站在台下望着他们的表演。最后就往往在各路大V的引领下，演变成几帮人的撕逼论战。《乌合之众》的调调已经被说烂了，不再赘述。 每个人都在讲独立思考，然而具体的路径呢？方式方法呢？要思考就要有原料，输入的步骤就尤为重要。如何拨清迷雾，找到真实可靠的信息，综合分析得到基本的事实，搜索信息的能力就是尤为关键的第一步，信息搜索和分析能力越来越成为每个人必备的基础能力。相信我，信息搜索的能力，犹如盲人的拐杖，在未来的互联网生活中再怎么强调也不为过。我后续将专门整理一些技法类的文章。 2，请分清事实与观点。这个回答已经非常清晰，谈“事实”与“观点”的区分 - Andy Lee的文章 - 知乎 当我们在接受信息的时候，首先要区分的就是区分事实和观点。并且要理解一点： 每个人在描述一个事实的时候，其本身“对事实的描述”也不是事实。不管用英语描述，还是用汉语描述，只要试图用语言描述事实，那我们得到的是就是“描述事实的语句”，而不是事实本身。 所以下次看见大V或媒体在转发一个新闻的时候，别忙着屁股决定脑袋，首先要问下，大V的屁股在哪边，每个人都在或多或少立场决定看法，屁股决定脑袋，有没有可能有意无意的遗漏或者歪曲事实，这也是知乎流行的“利益相关声明”的背后意义。通过对发言者的动机和立场揣测是获取进阶信息的第一步。只有对比不同的事实的描述，才能逼近事实的原貌。 3、尽可能到信息的源头去追寻。在我读大学的时候，常年泡校内(人人)，当时就有个很热的概念叫“信息人体蜈蚣”，说的就是信息再传播过程中的消化-排泄-消化-排泄的过程，一旦有个有趣的图片或视频，从Facebook、YouTube传播到国内的微博、豆瓣，再转发到人人，QQZone最后到达朋友圈。过了那么多年，其实这条蜈蚣依然如此。 如果我们要系统性去学一门知识，那么我们最好的办法，是教科书，去MOOC上课，想简单的了解就可以是B站的视频教学。信息传播和知识传递一定会依次衰减乃至歪曲，所以尽可能到信息的源头获取。 我发现尤其是港台的废青们，经常一个新闻出来就是“懒人包video”普天盖地转发，某种程度上也是一种“弱智”的体现。 4、接受任何信息之前都应持怀疑态度。质疑，是每个独立思考的人思考问题的第一步。不经过核实就无脑转发，这个现象可不仅仅是在于长辈们的朋友圈。很多大V、媒体乃至官媒，都会犯这样的毛病，一个似是而非的事情，几个焦点错误的组合，那么经过几次转发之后就可能会有鼻子有眼。我们必须保留对任何接受的信息，保持质疑的态度。 哪怕是比如央视，可以推测应有着比较强的复查机制，所以它可能一般不会错，但是它有可能选择性遗漏一些元素，而失去的信息可能就是一些了解事物全貌的关键信息拼图。对于官媒的报道，不仅要看说了什么，更重要的是还要看没说什么。而对于一般的大V，选择性的误导，有意无意的“春秋笔法”，那都是传统必备技能了。 5、打破自己的信息茧房。多年之前张一鸣刚推出[今日头条]的时候，有用过一段时间，然后一周之后就卸载再也没有用过，因为太可怕了。BT系耐以起家的本事，就是心流(mental flow)的操纵，抖音只是这种思路的集大成者。为了让你能够多看一会，Time on Page、Time on Site的KPI能够达成，强大的推荐机制会让你留恋往返。你每天能够接受的信息，都是你喜欢看的类型，甚至是你偏好的观点派系，你关心汽车就天天推送汽车，你喜欢看美女就全是大胸美腿，可能还会避免你厌烦穿插一些其他的吸引你的兴趣。我确信头条的产品经理会有专业的心理学家在一遍指导，而拿着手机的我们，就是一个个被研究被无形操控的小白鼠。 更为重要的是另一方面，每个人的成长经历决定了三观，大部分人的思想几乎在20多岁的时候有个基本定型，而视野决定了你观察事物的高度。那么每个人在获取信息的时候，本能就有一个筛子挂在了我们的面前，我们看到的听到的已经悄无声息过滤，每个人都被这个无形的信息茧房包围。突然想到“左耳进右耳出”？ 平台的“智能推送”，加上自己的“有色眼镜”，形成坚不可摧的“信息茧房”，威力惊人。每个人都只愿相信自己愿意相信的东西。所以不要说为什么别人的想法跟你不一样，为什么别人不理解你的想法。这个再正常不过了。打破自己的信息茧房真的非常重要。保持开发的心态，了解不同的人的看法，就能避免盲人摸象的困境，多角度的观点综合起来往往接近事情的真实状况。 6、管理好自己的发言。读书的时候喜欢跟别人争论，试图去改变别人的想法，然而随着阅历的增加，会慢慢发现，你连改变自己都是如此的困难，怎么可能要求别人轻易能够赞同你。大学室友的口头禅就是“我不赞同你的傻逼言论，但是我誓死捍卫你说傻逼言论的权利。”后来想想话糙理不糙，这个世界上什么人都有，这个世界上的事情也不是非黑即白，人与人之前的沟通鸿沟是如此的难以跨越，本质是认知的差异，试图去改变别人只能碰一鼻子灰。 平台的沦落是大趋势，随着互联网的门槛一步步降低，所有的平台都在不可避免的走向庸俗。快手、抖音迅速占领市场，将剩下被互联网抛弃的人们赶紧拉上车，让所有人能够享受信息平等，这个倒不是坏事，90年代初代网民需要懂的知识，远大于今天动动手指头上下滑动。 曾经的天涯也是大神云集，曾经的微博也是一片祥和，曾经的知乎也纯粹的专业知识社区(当然现在也是唯一，不过没那么纯粹)，B站也在破圈早就不是单纯的ACG。这个太容易理解，人以群分，物以类聚。小众的平台最开始聚集的一定是志趣相投的，而平台的流量扩大，当所有人都进来的时候，那平台就不是原来的平台了。而如果平台一直不变大的话会怎样？那就无法获得融资，背后是资本的游戏。豆瓣可能是唯一的例外，当然豆瓣至今也没赚钱。 互联网无时无刻不在激发人的表现欲。然而和股市一样追涨杀跌是本性，热点事件的过度反应也是人的本性。理智和逻辑并不是真理，常常无法战胜情绪。我给自己设一个提醒，那么就是： 不要争论，不要争论，不要争论。 7、基本的价值观。你对事物的看法(人生观、世界观、价值观)决定了你是什么样的人，对事情的认知都会涉及基础的价值判断。百年前先辈们的口号到现在仍然不过时，德先生和赛先生仍然十分稀缺，是每个人需要具备的基本价值观。 大部分人并没有基础的科学素养，其实这与有没有经过社会化的教育(有没有学历)，有没有经过系统的科研训练(理工专业研究)，都没有直接的关系。自学成才的人数不胜数，一个人可以不上学，全凭看书和上网也可以形成基础的认知、理性的思考习惯，而懒于学习的人才会冥顽不灵。 这里所谓的科学素养，一方面是有基本的是非判断，另外最就是要尊重专业。人类的发展近两百年突飞猛进，就是科技的大爆炸带来的结果。人类的科技大厦已经建得如此恢弘，一个人穷极一生也不可能全然了解哪怕一个再小的细分领域，只有少许的天才能够带领人类拓展到从未到过的地方。所以，很多事情在还没搞清楚前千万不要对自己不专业的领域指手画脚。对于个人而言，不需要研究多么深入，能够理解现代科学体系的精神即可。具体而言就是相信科学，这句话知易行难，原因是如何区别伪科学。因为相对于社会科学而言，自然科学简直单纯的幼稚。人类的社会属性又是如此复杂，掺杂太多利益，普通人应该需要学会去伪存真。 如果还是不能甄别，那么多关注下真正聪明的人怎么说。舆论场上太多浑水摸鱼的江湖贩子，也太多聪明的人。有的聪明的人入了歪道，设计一个个精巧的圈套以此牟利。说起来很悲哀，聪明的人愚弄愚笨的人而非教导，这是人类社会从古自今的常态。但是真正聪明的人，或者我应该用“聪慧”，一定是正直的，善良的，强大的，正是这些人，照亮人类前进的道路。精准预言未来是一件上帝才能做的事，但是基于事实、数据、发展规律能做最大概率预测。我们能够从真正聪明的人那里学到太多。 这篇文章顺便送给自己，勉励我上网不做神棍，多思少说。 天，我竟然不知觉写了那么冗长，后面的文章尽可能控制在1500字。","categories":[{"name":"搜商","slug":"搜商","permalink":"http://liux1e.com/categories/%E6%90%9C%E5%95%86/"}],"tags":[{"name":"blog","slug":"blog","permalink":"http://liux1e.com/tags/blog/"},{"name":"Web","slug":"Web","permalink":"http://liux1e.com/tags/Web/"},{"name":"Internet","slug":"Internet","permalink":"http://liux1e.com/tags/Internet/"},{"name":"信息搜索","slug":"信息搜索","permalink":"http://liux1e.com/tags/%E4%BF%A1%E6%81%AF%E6%90%9C%E7%B4%A2/"},{"name":"上网","slug":"上网","permalink":"http://liux1e.com/tags/%E4%B8%8A%E7%BD%91/"}]},{"title":"书单","slug":"Book_list","date":"2020-05-13T04:00:00.000Z","updated":"2020-05-14T07:38:43.601Z","comments":true,"path":"2020/Book_list/","link":"","permalink":"http://liux1e.com/2020/Book_list/","excerpt":"年轻的时候以为不读书不足以了解人生，直到后来才发现如果不了解人生，是读不懂书的。读书的意义大概就是用生活所感去读书，用读书所得去生活吧。——杨绛","text":"年轻的时候以为不读书不足以了解人生，直到后来才发现如果不了解人生，是读不懂书的。读书的意义大概就是用生活所感去读书，用读书所得去生活吧。——杨绛 书单收集，来源：他人推荐，自我筛选，偶然发现 持续更新 《洞穴奇案》《潜规则》《血酬定律》《爱的博弈》《君主论》《少有人走的路》《裸猿》《重返人类演化现场》《人在群星闪耀时》《非同寻常的大众梦想与群众性癫狂》 《怦然心动的人生整理魔法》《深度工作》《人类的明天》《故事》Robert Mckee《TED Talk十八分鐘的秘密》","categories":[{"name":"读书","slug":"读书","permalink":"http://liux1e.com/categories/%E8%AF%BB%E4%B9%A6/"}],"tags":[{"name":"blog","slug":"blog","permalink":"http://liux1e.com/tags/blog/"},{"name":"书单","slug":"书单","permalink":"http://liux1e.com/tags/%E4%B9%A6%E5%8D%95/"},{"name":"荐书","slug":"荐书","permalink":"http://liux1e.com/tags/%E8%8D%90%E4%B9%A6/"}]},{"title":"为什么你的老板总不满意你的PPT报告？","slug":"PPT_Is_Plate","date":"2020-05-11T07:04:28.000Z","updated":"2020-05-14T07:37:39.579Z","comments":true,"path":"2020/PPT_Is_Plate/","link":"","permalink":"http://liux1e.com/2020/PPT_Is_Plate/","excerpt":"这是一个公司内部分享的小视频。之前有上传到B站，刚好看到一个如何用Hexo插入video的帖子，借用过来做下试验。不得不说，Hexo真是太强大了！","text":"这是一个公司内部分享的小视频。之前有上传到B站，刚好看到一个如何用Hexo插入video的帖子，借用过来做下试验。不得不说，Hexo真是太强大了！ mark: 如果做一件事，花了很多时间仍得不到好的结果，那可能是方式方法错了。","categories":[{"name":"PowerPoint","slug":"PowerPoint","permalink":"http://liux1e.com/categories/PowerPoint/"}],"tags":[{"name":"blog","slug":"blog","permalink":"http://liux1e.com/tags/blog/"},{"name":"PPT","slug":"PPT","permalink":"http://liux1e.com/tags/PPT/"},{"name":"Video","slug":"Video","permalink":"http://liux1e.com/tags/Video/"}]},{"title":"一颗第一代比特币韭菜的自述","slug":"BTC_jiucai","date":"2020-05-10T04:00:00.000Z","updated":"2020-05-14T07:39:07.079Z","comments":true,"path":"2020/BTC_jiucai/","link":"","permalink":"http://liux1e.com/2020/BTC_jiucai/","excerpt":"今天比特币又暴跌了。作为一颗老韭菜，是有一些感言的，之前想写一直没机会，今天整理下。","text":"今天比特币又暴跌了。作为一颗老韭菜，是有一些感言的，之前想写一直没机会，今天整理下。 当下的时间节点，距离中本聪（Satoshi Nakamoto）2008年10月31日发表白皮书，2009年1月3日创世区块诞生，已足足有十一年多。 大部分人对比特币的认识，其实是是通过13年的暴涨行情，从此比特币广为人知正式进入大众视野，在此之前虽然比特币已有一定影响，但基本仅限于较小的圈子。我就是那一波行情中，第一次深度参与其中，并生存至今的一颗坚强韭菜。 当一颗韭菜有多难？13年行情至今记忆尤新，因为那时候刚毕业(之前大学就有了解BTC想买也没钱，手动狗头)，正好赶上上涨，总共投了一个多月工资，那时候的币价刚刚突破1千多，最多的时候有好几枚，不过那时候也没有啥杠杆工具，盈利远远比不上现在的小鲜肉们。要只说币价过山车的波动，13年的行情比现在其实更为剧烈和刺激，早上一起来可能直接翻几倍也可以缩水几倍。可以说第一波扛住了获利安全离场的，我所知道的几乎没有。而这么多年过去哪怕也有极端行情，但现在本身的币价平均波动振幅已经有明显减小的，因为期货各种杠杆已经非常成熟，所以敢玩的也是更刺激。 这么多年，巨赚过，也巨亏过，几经沉浮，坦白讲至今其实差不多是个平手，没有血本无归已经是万幸，也感谢我的胆小始终没敢投入过多，也得益于多思考，曾经的一切也都是过眼云烟。甚至现在的一点盈利，都主要归功于15年那次清仓时，账号还剩余的2千块零头，后来想起来再去查看就翻了20多倍(对，币圈赚钱的几乎就是买了不管的。)，如果没有这个本金，我也没有勇气后面还持续投入。 普通人想从币市赚钱非常简单，但是想把利润带走，几乎难于登天。如果说股市是7亏2平1赢，那么币市的韭菜们应该是997亏2平1赢，真正千分之一的人可以真正赚到钱离场。为什么？因为比特币还不成熟，币市还是赌市，就赌必输，赢的只能是赌桌老板。追涨杀跌是人的本性，反复交易还能盈利，那就是反人性的。但这并不意味着我认为比特币本身不值得买，恰恰相反，买的越早越好，我只是认为： 对大部分普通人来说，想基于比特币买进卖出的交易操纵来获利，成功率太低。 7年多以来，我经历过比特币发展的各阶段，各热点以及各种主流币(现在好像不怎么说”山寨币”这个词了)，从开始国内交易站兴起然后被禁，代币，融资融币，场外，智能合约，USDT……我交易的品种几乎涵盖所有热门非热门的品种，BCH,LTC,ETH,EOS,XRP,TRX,XMR……到现在的BSV，平台币也买，狗币也买过很长一段时间。 交易策略也是几乎全部用过，短线高频，长线低频，杠杆套利，太多太多，但是从17年行情下来之后，我最终选择的投资策略即成为”holder”，一直坚持至今，并且以后一定会继续坚持。 所谓“holder”，即只买不卖，有闲钱就买一点，买多买少无所谓，类似定投以降低成本。就算将来要卖也不是因为价格涨了，而是因为实在缺钱用。注意，这个“卖”与常规交易的“卖”有本质差异，因为只要是交易的“卖”，那么就不可能不受币价波动的影响。就算看准了趋势，但是仍然会因为巨大的波动最后丧失筹码。你以为你是镰刀，其实始终还是韭菜。 今天的暴跌其实是意料之中，距离两个月钱的312暴跌还是热的，312我也是损失惨重，但是我几乎都没啥感觉，波澜不惊，不是因为不心疼钱(当然至今其实也没投太多钱，还是一颗小韭菜)，因为我觉得一定迟早会回来。 为什么仍然看好比特币？如果说13年很多人质疑比特币还情有可原，如果到了2020年的今天，一提到比特币，还认为比特币是传销，是庞氏骗局，比特币必将归零一文不值。那么我觉得应该好好上网查下，现在海量的资料唾手可得。当年我接触的时候网上的资料真的太少了，足足花了一个月的时间，去搞明白大致是什么状况才入局。当年坚信比特币的人也极少，包括我也是后来研究和了解的过程中，才慢慢“确立其信仰”。曾经也有极度悲观的时刻，也质疑过比特币本身，经历过惊喜，震惊，懊悔，痛心，疑惑，自得，消沉，漠然,,,等等无数个时刻，千锤百炼，才真正明白韭菜的含义。 这么说吧，如果连中本聪的白皮书都没看过，中文版本也有很多，只是看一些自媒体的N手新闻就人云亦云，那我觉得都不需要进行讨论。如果不了解可以去验证，互联网的海量信息都可以去查询，应该有一定的信息搜索、分析和判别能力。如下可以看下之前收藏的一个知乎答案，也是币圈知名大佬写的长文，解释了很多基础的概念和东西，已经清晰得不能再清晰。 其实我平时和朋友聊天也较少聊到比特币，因为人的观念是如此的固执，就像历史上汽车、飞机、火车的诞生的时候普通大众也是嗤之以鼻，只有当真的全面普及才会慢慢接受，甚至就是有人会一辈子接受不了。想想现在还有多少人坚信地球是平的，所以每个人都有坚持自己想法的自由。 比特币是什么？https://www.zhihu.com/question/22076666/answer/69638270 比特币白皮书的翻译版本https://github.com/xiaolai/bitcoin-whitepaper-chinese-translation 比特币官网https://bitcoin.org/zh_CN/ 有关中本聪的一切https://nakamotoinstitute.org/ 可以说比特币“死亡”不知道有多少次了，甚至历史上80~90%以上跌幅的次数都太多太多次，而每一次都奇迹般死而复生，如果说是庞氏骗局，不知道是哪个背后的骗子可以坚持十年还不戳破谎言携款逃走。 比特币目前还不够成熟，比如价格波动实在是太大，比如合规性的问题。当然如果币价像黄金一样稳定的时候，其实也就失去了最佳的入场机会。 比特币未来会涨到多少？不知道。但是一定比现在高。相较于未来的价格，现在的价格8000$，还是312暴跌之后的4000$，一定是差不多的相同数量级。至于未来是17年的顶点的19000$的多少倍，God knows。 比特币一定是属于未来的东西，就算是现在的中本聪的bitcoin未来玩完了，也一定会有一个更成熟的“比特币”形态的东西出现在，只是它可能不是叫BTC而已。比特币的产生，是人类发展和几十年信息技术发展的必然，它的价值来源于其精妙的设计保证其匿名性、去中心化、安全性、抗通胀性，总之比特币未来一定会存在，它的价格也一定比现在高，也一定会远远跑过通胀。 如果相信比特币，最佳的方式是：那么就趁价格还低的时候，至少拥有一枚，然后，设一个十年的闹钟，接着，忘了你买了它，就当把钱扔水里了。 篇幅所限，先到这。 附录： 比特币历史大事记： 2009年，比特币系统正式发布，由于知道的人很少，1比特币的价格很长一段时间仅几美分。 2011年1月，比特币交易价格突破1美元。 2011年6月19日，Mtgox交易中心遭到黑客攻击，导致比特币交易价格一度跌到1美分。 2012年11月28日，比特币的发行量占到发行总量（2100万）的一半 。 2013年2月28日，比特币价格第一次突破32美元，之前最高记录为2011年6月份31.91美元的交易价格。 2013年4月，随着越来越多的人认可和发现比特币，比特币的价格4年来累计飙升了上万倍，1比特币的价格最高达到了266美元。 2013年11月，比特币价格飙升到1000美元。 2014年，随着央行对比特币的监管，比特币开始走下坡路，但是比特币的相关应用却不断发展壮大。 2015年1月14日，比特币价最低跌至177美元。 2015年，2016年，这是沉淀的2年，比特币默默无闻，甚至被遗忘。 2017年9月4日，因为ICO的搅局，央行等七部委发布的《防范代帀发行融资风险的公告》，要求国内交易所于10月底全部关门，随后各交易所转战海外。 2017年12月7日，比特币达到19,000美元，市值超过2886亿美元。 2018年，比特币没有多大的起伏，N多的区块链媒体平台倒闭，价格始终在2万-2.5万之间徘徊。 2019年6月20日，比特币价格再度突破1万美元，之后开始一直阴跌。 2020年2月9日，比特币价格再次突破1万美元。 2020年3月12日，比特币遭遇黑色星期四，从8000美元跌至4000美元一线。 2020年5月12日，比特币产量将迎来第三次减半。","categories":[{"name":"BTC","slug":"BTC","permalink":"http://liux1e.com/categories/BTC/"}],"tags":[{"name":"blog","slug":"blog","permalink":"http://liux1e.com/tags/blog/"},{"name":"BTC","slug":"BTC","permalink":"http://liux1e.com/tags/BTC/"},{"name":"投资","slug":"投资","permalink":"http://liux1e.com/tags/%E6%8A%95%E8%B5%84/"}]},{"title":"PowerPoint与工作","slug":"PPT_And_Work","date":"2020-05-01T04:47:49.000Z","updated":"2020-05-14T07:39:05.613Z","comments":true,"path":"2020/PPT_And_Work/","link":"","permalink":"http://liux1e.com/2020/PPT_And_Work/","excerpt":"这篇是我很久之前写的一篇文章，在印象笔记里边随手找出来，贴过来。避免这个Blog过了那么多天了还是孤零零的一篇：-）","text":"这篇是我很久之前写的一篇文章，在印象笔记里边随手找出来，贴过来。避免这个Blog过了那么多天了还是孤零零的一篇：-） 做和讲，从来就是两种完全不同的事。 我和讲师的结缘，源于PPT。我曾经一度痴迷于一页几百个动画的PPT并以此沾沾自喜，自认所谓大(chui)神(niu)。后来误打误撞竟成了业余培训师，一开始认为，我怎么可能会讲不好PPT，而现实事与愿违。三年多来反复磨练，各种专业TTT的知识，以及膜拜业内真正的大神，才成就现在的老司机。回过头看，讲课不再是以前的呆笨样子，自己对于PPT的理解，也早已经天翻地覆。 做PPT和讲PPT，是两种截然不同的能力。我同时悟到：做事，和讲事，或者叫基于沟通任务说清楚一个事，也是两种截然不同的能力。 工作上我曾经也沉醉于纷繁万分异常烧脑的系统流程逻辑，并自觉牛逼不可自拔，我懂你不懂，跟你讲也不懂，多有逼格（后来觉得多么可笑）。和我打交道的同事，也是厂端的专业工程师、程序猿，抑或是技术经验丰富的主管，大都无疑是绝对的技术精英，却时常为了几页的报告头疼不已。一方面，技术之外本职工作之外的沟通如此重要，一方面，却上演着逻辑混乱版面凌乱不堪的报告，主管一次次退回修改的场景；还有太多照本宣科让人混混欲睡的技术培训或分享，讲师和学员都是完成任务般的浪费时间，还不如打几把农药。 可能大家都走进了一个误区，即：活儿干到极致才是根本，至于汇报和报告，或者所有上下级的沟通，都是花拳绣腿。沟通，只是工作的解释和呈现而已，是蛋糕上的糖霜。 很多人大概都会有这种想法，这种想法有时候会有点刻板：就是技术大牛往往会不擅长表达，如果有个滔滔不绝的活跃分子，那大抵可以判定是没什么料的。然而，沟通，并不是蛋糕上可有可无的糖霜；演示，也不是成功学般所谓的口才。这是工作日常中，切切实实的最为重要而又被无限忽视的一环，它是工作的基础又是很高阶的要求，本身是融合了文案撰写、逻辑思维、平面设计、审美趣味、以及语言表达等全方位能力的专业。 幻灯片，或者PowerPoint本身，是个纯粹的工具，而基于幻灯片媒介的汇报或演示，是企业级的沟通语言。互联网时代本质是信息沟通效率的提升带来生产力的提升，而人与人面对面的沟通，却还停留在石器时代，真心希望广大的技术宅们能恶补这一课。如Gary老师所说，它不是蛋糕上的糖霜，而是你若干块蛋糕中最实实在在的一块。 以上可能是我在讲课过程中的最大收获。","categories":[{"name":"PowerPoint","slug":"PowerPoint","permalink":"http://liux1e.com/categories/PowerPoint/"}],"tags":[{"name":"blog","slug":"blog","permalink":"http://liux1e.com/tags/blog/"},{"name":"PPT","slug":"PPT","permalink":"http://liux1e.com/tags/PPT/"},{"name":"旧文","slug":"旧文","permalink":"http://liux1e.com/tags/%E6%97%A7%E6%96%87/"}]},{"title":"我为什么又开始写博客","slug":"Why_I_Start_to_Write_Blog","date":"2020-04-26T04:47:49.000Z","updated":"2020-05-14T07:30:50.063Z","comments":true,"path":"2020/Why_I_Start_to_Write_Blog/","link":"","permalink":"http://liux1e.com/2020/Why_I_Start_to_Write_Blog/","excerpt":"从有这个想法，到实施，总共3天。 花了1天的时间查询资料学习GitHub，1天的时间研究hexo搭建个人网站，再花了1天的时间买域名设计模板。就像现在能看到的，终于有了点样子。 回想读书的时候，买了一个新笔记本，小心翼翼在扉页写上名字，欣然自得。 知乎，微博，豆瓣，甚至上古的QQzone，都可以用来码字，为什么非要建个主页呢？","text":"从有这个想法，到实施，总共3天。 花了1天的时间查询资料学习GitHub，1天的时间研究hexo搭建个人网站，再花了1天的时间买域名设计模板。就像现在能看到的，终于有了点样子。 回想读书的时候，买了一个新笔记本，小心翼翼在扉页写上名字，欣然自得。 知乎，微博，豆瓣，甚至上古的QQzone，都可以用来码字，为什么非要建个主页呢？ 仪式感。生活需要仪式感，写字也需要有整齐的书桌、美丽的心情。每当登入个人专属的一亩三分地来码字，便可以完成某种不可言说的心理暗示。我已经很久没有码字的冲动，或许这个博客可以有动力让我持久更新。已经完成书桌的搭建，now，开工吧！ 归属感。域名是自己花钱注册的，网站是自己设计的，所有的每一个字节都是自己种出来的庄稼一样。不用担心被限流、被审核、被打扰，能写出来就能发出来，发出来就可以被这个蓝色星球上任意一点连接的人看到，在互联网巨头的手越来越伸向大众的隐私空间的当下，这种“直连”想想还有些奇妙。 学习性试验。我至今还为上大学填志愿为什么没有选IT遗憾，虽然我现在从事IT工作却还是没能捡起来代码。所幸的是，现在的IT已不需要人做太多的造轮子的事，傻瓜式的操作就可以解决90%的问题。而所有看起来geek的事对我充满着吸引力，尝试使用一种你没有做过的事，可以让你深入了解这件事，比如搭建这个网站，让我理解初代的互联网是怎么用HTML与世界链接。在互联网已进入高度成熟的阶段，学习能力，搜索能力，获取分析信息的能力，愈发变得重要。而检验学习效果的最好方式，就是输出，学习就是一个输入+整理+再输出的过程，如果没有好的输出，完不成这个闭环。有一些朋友偶尔会问道你看似懂那么多东西，为啥不写公众号，当然我好像有想过一丝这样的想法，但放弃的原因在于一方面我不喜欢公众号的模式，更重要的是我认为我的输入还远不够，有一缸才能舀一瓢，还没有资格输出。这里，暂且权当是试验测试区吧。 与自己对话。写博客是最好的整理思路的工具，读书时代的我曾经保留了接近10年的写日记的习惯（正经人谁写日记？呸，下贱 ：-），从初中写到大学毕业，工作了才停下来。翻开的时候固然会觉得幼稚可笑，然而如果十年前的东西你不觉得可笑，不才更加奇怪？当年的鸡血与肤浅，也是我的青春的一部分啊~~博客比日记还多了一层，你不能胡写乱花，你要有明确的主题，你必须想好表达方式，结构清晰，尽可能不要冗长。其实偶尔也会在便签/印象笔记写一写零散的东西，这次重启博客，不强求于形式与任务，在于积累与沉淀。多年后这些时间戳，回头看就如timehop这个App一样有趣。 文字的力量。互联网的发展不过几十年，从txt，到jpg，再到avi。当下短视频的浪潮卷来，如火如荼，仿佛整个世界都在视频化。每个人越来越没有耐心看完大于3min的视频，何况一千字以上的文章。然而文字的表达有着神奇的力量，这是可以跨越时空的沟通方式，我们甚至可以通过前人留下的著作，与千年前的古人对话，读到切意之处，就好像书中伸出一只手可以握住以示问候。然而，没有耐心的现代人却在迅速失去这种能力，我相信文字的力量永不过时，而文字的功力需要日常磨练，所谓“笔力”，遣词造句的功力不是一朝一夕能够养成，我不奢望能够留下文字，但求能够有”笔力”与自己对话，与有缘的陌生人对话。 more这个网站是基于Hexo+Github技术，比我想象的还要简单，实际实施得比较顺利，原本以为需要一周。我一个完全不会coding的人，大部分依靠复制组成代码都能一步步完成建站，虽然中间会有很多问题，但均可以迅速搜索，找到答案。 这在十几二十年前初代互联网的时候是无法想象的。也足以见得，现在的互联网技术是多么触手可及。 Web3.0时代已经到来，但Web1.0的blog却并没有消失，甚至于开始死而复生。大抵是因为深度绑定在SNS高度成熟的网络中，我们就像是一个个蚕茧中贪婪吸取养分的虫宝宝，面上是依附于平台，而实际却在被平台收割。你连接互联网的一切，都被大厂垄断，一手交流量一手交节点，fair enough。 AI推荐算法Feed太贴心，商业广告越来越狡猾，手机验证已让你无处遁形。我在DY上坚决没有按下同意上传通讯录，哪怕一次次的弹窗温馨提示，然而还是会发现几天就有几十个熟人关注你，吓得我几天卸载。因为其他人都上传了，其他人的通讯录里边有你的手机，每个人必须“出卖”自己的信息，才能获得交换的“奶头乐”流量。 互联网巨头大厂比你妈更了解你自己，比你更了解你自己。信息爆炸使我们审美疲惫，互联网的发展已经渗透到社会的每一个角落，也以惊人的速度改变着原有的一切，社交关系、生活娱乐，乃至整个国家的经济文化体系。 在我们享受互联网便利的同时，我们也变得越来越傻瓜，但是我并不认为有用信息的获取变得更简单，相反是越来越难。因为UGC平台看似海量的信息越来越细分，以至“私域流量”的概念甚嚣尘上，推荐算法使每个人无声无息失去了选择权，对于个人而言其实越来越封闭。其实这对于探索互联网(有谁还记得上古词汇”surfing the Internet”)的能力提出更高的要求。当荒山都已经被开垦完毕，到处都是城市的喧嚣，返璞归真，有一小片水塘，也可以是一部分人偶尔的寄托。 我们连接互联网的方式，还有这样一个原始的选择。 每个有想法的人，都应该有自己的个人主站。","categories":[{"name":"杂七杂八","slug":"杂七杂八","permalink":"http://liux1e.com/categories/%E6%9D%82%E4%B8%83%E6%9D%82%E5%85%AB/"}],"tags":[{"name":"blog","slug":"blog","permalink":"http://liux1e.com/tags/blog/"},{"name":"hexo","slug":"hexo","permalink":"http://liux1e.com/tags/hexo/"},{"name":"github","slug":"github","permalink":"http://liux1e.com/tags/github/"},{"name":"日记","slug":"日记","permalink":"http://liux1e.com/tags/%E6%97%A5%E8%AE%B0/"},{"name":"随笔","slug":"随笔","permalink":"http://liux1e.com/tags/%E9%9A%8F%E7%AC%94/"}]}],"categories":[{"name":"搜商","slug":"搜商","permalink":"http://liux1e.com/categories/%E6%90%9C%E5%95%86/"},{"name":"读书","slug":"读书","permalink":"http://liux1e.com/categories/%E8%AF%BB%E4%B9%A6/"},{"name":"PowerPoint","slug":"PowerPoint","permalink":"http://liux1e.com/categories/PowerPoint/"},{"name":"BTC","slug":"BTC","permalink":"http://liux1e.com/categories/BTC/"},{"name":"杂七杂八","slug":"杂七杂八","permalink":"http://liux1e.com/categories/%E6%9D%82%E4%B8%83%E6%9D%82%E5%85%AB/"}],"tags":[{"name":"blog","slug":"blog","permalink":"http://liux1e.com/tags/blog/"},{"name":"Web","slug":"Web","permalink":"http://liux1e.com/tags/Web/"},{"name":"Internet","slug":"Internet","permalink":"http://liux1e.com/tags/Internet/"},{"name":"信息搜索","slug":"信息搜索","permalink":"http://liux1e.com/tags/%E4%BF%A1%E6%81%AF%E6%90%9C%E7%B4%A2/"},{"name":"上网","slug":"上网","permalink":"http://liux1e.com/tags/%E4%B8%8A%E7%BD%91/"},{"name":"书单","slug":"书单","permalink":"http://liux1e.com/tags/%E4%B9%A6%E5%8D%95/"},{"name":"荐书","slug":"荐书","permalink":"http://liux1e.com/tags/%E8%8D%90%E4%B9%A6/"},{"name":"PPT","slug":"PPT","permalink":"http://liux1e.com/tags/PPT/"},{"name":"Video","slug":"Video","permalink":"http://liux1e.com/tags/Video/"},{"name":"BTC","slug":"BTC","permalink":"http://liux1e.com/tags/BTC/"},{"name":"投资","slug":"投资","permalink":"http://liux1e.com/tags/%E6%8A%95%E8%B5%84/"},{"name":"旧文","slug":"旧文","permalink":"http://liux1e.com/tags/%E6%97%A7%E6%96%87/"},{"name":"hexo","slug":"hexo","permalink":"http://liux1e.com/tags/hexo/"},{"name":"github","slug":"github","permalink":"http://liux1e.com/tags/github/"},{"name":"日记","slug":"日记","permalink":"http://liux1e.com/tags/%E6%97%A5%E8%AE%B0/"},{"name":"随笔","slug":"随笔","permalink":"http://liux1e.com/tags/%E9%9A%8F%E7%AC%94/"}]}